var data = {
	"salesQtyPart": [{
		"month": "一月",
		"data": [{
			"year": "2018",
			"value": "296000.739"
		}, {
			"year": "2017",
			"value": "164334.494"
		}, {
			"year": "2016",
			"value": "211641.425754"
		}]
	}, {
		"month": "二月",
		"data": [{
			"year": "2018",
			"value": "133.33"
		}, {
			"year": "2017",
			"value": "141625.758"
		}, {
			"year": "2016",
			"value": "72658.353"
		}]
	}, {
		"month": "三月",
		"data": [{
			"year": "2018",
			"value": "390.189"
		}, {
			"year": "2017",
			"value": "85109.106"
		}, {
			"year": "2016",
			"value": "191429.959"
		}]
	}, {
		"month": "四月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "409.305"
		}, {
			"year": "2016",
			"value": "208563.678"
		}]
	}, {
		"month": "五月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "235.5"
		}, {
			"year": "2016",
			"value": "176070.547"
		}]
	}, {
		"month": "六月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "115.2"
		}, {
			"year": "2016",
			"value": "225183.259"
		}]
	}, {
		"month": "七月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "979.768"
		}, {
			"year": "2016",
			"value": "157407.391"
		}]
	}, {
		"month": "八月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "1585.67"
		}, {
			"year": "2016",
			"value": "148452.696"
		}]
	}, {
		"month": "九月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "639.746"
		}, {
			"year": "2016",
			"value": "146165.834"
		}]
	}, {
		"month": "十月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "168.099"
		}, {
			"year": "2016",
			"value": "227962.248"
		}]
	}, {
		"month": "十一月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "810.499"
		}, {
			"year": "2016",
			"value": "204707.002"
		}]
	}, {
		"month": "十二月",
		"data": [{
			"year": "2018",
			"value": "0"
		}, {
			"year": "2017",
			"value": "124"
		}, {
			"year": "2016",
			"value": "281884.030"
		}]
	}]
}